Repository: alex73/XBMC.OmegaT
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: Connected
be: Злучана

source: Connected to HDMI device
be: Далучана да HDMI прылады

source: Connecting to Last.fm...
be: Злучэньне з Last.fm

source: Connection lost
be: Злучэньне згублена

source: Constant bitrate
be: Нязьменны бітрэйт

source: Continue last channel on startup
be: Паказваць апошні канал на старце

source: Continue?
be: Працягнуць?

source: Continuous repeat delay (ms)
be: Безупынныя затрымкі паўтору (мс)

source: Contrast
be: Кантраснасьць

source: Copy
be: Скапіяваць

source: Copy these files?
be: Капіяваць гэтыя файлы ?

source: Could not retrieve directory information.
be: Немагчыма атрымаць зьвесткі каталёгу.

source: Could not rip CD or track
be: Немагчыма канвэртаваць CD ці трэк

source: Country
be: Краіна

source: Create bookmark
be: Стварыць закладку

source: Create thumbnails
be: Стварыць мініятуры

source: Create thumbs
be: Стварыць мініятуры

source: Crop black bars
be: Выразаць чорныя палосы

source: Crossfade between songs
be: Перакрыцьцё паміж кампазыцыямі

source: Crossfade between songs on the same album
be: Перакрыцьцё паміж кампазыцыямі ў адным альбоме

source: Current:
be: Дзейны:

source: Currently downloading Add-ons
be: Зараз зладоўваюцца дадаткі

source: Custom
be: Дапасаваны

source: Custom audio device
be: Дапасаваная прылада аўдыё

source: Custom passthrough device
be: Дапасаваная простая прылада

source: Custom shutdown timer
be: Адмысловы таймер выключэньня

source: Cyan
be: Марской хвалі

source: DVD drive
be: Дыскавод DVD

source: DVD icons
be: Значкі DVD

source: DVD-ROM information
be: Зьвесткі пра DVD-ROM

source: DVDs
be: DVD-ы

source: DXVA Best
be: DXVA лепшы

source: Daily wakeup
be: Прачынацца штодзённа

source: Daily wakeup time (HH:MM:SS)
be: Прачынацца штодзённа а (ГД:ХВ:СК)

source: Database error
be: Памылка базы зьвестак

source: Date
be: Часе

source: Date added
be: Калі дададзены

source: Date/Time
be: Дата/Час

source: Days
be: Дзён

source: Dec
be: Сне

source: December
be: Снежань

source: Default
be: Стандартны

source: Default EPG window
be: Стандартнае вакно EPG

source: Default folder for PVR thumbnails
be: Стандартны каталёг для мініятур PVR

source: Default password
be: Стандартны пароль карыстальніка

source: Default recording lifetime
be: Стандартны час захоўваньня запісу

source: Default recording priority
be: Стандартны прыярытэт запісу

source: Default select action
be: Звычайнае дзеяньне выбару

source: Default service for album information
be: Стандартны сэрвіс для зьвесткаў альбому

source: Default service for artist information
be: Стандартны сэрвіс для зьвесткаў пра выканаўцу

source: Default username
be: Стандартнае імя карыстальніка

source: Defaults
be: Стандартныя

source: Deinterlace method
be: Мэтад deinterlacе

source: Deinterlace video
be: Рабіць deinterlace

source: Delay
be: Затрымка

source: Delay channel switch
be: Затрымаць пераключэньне каналу

source: Delayed by: %2.3fs
be: Затрымка ў: %2.3fs

source: Delete
be: Выдаліць

source: Delete CD information
be: Выдаліць зьвесткі пра CD

source: Delete album
be: Выдаліць альбом

source: Delete album info
be: Выдаліць зьвесткі альбому

source: Delete channel
be: Выдаліць канал

source: Delete these files? - Deleting files cannot be undone!
be: Выдаліць гэтыя файлы ? - Выдаленьне ня можа быць адмененае!

source: Descending
be: Адваротны

source: Description
be: Апісаньне

source: Detective/Thriller
be: Дэтэктыў / Трылер

source: Device name
be: Назва прылады

source: Device removed
be: Прылада выдаленая

source: Dew point
be: Кропка расы

source: Digital zoom
be: Лічбавае павілічэньне

source: Direct3D version:
be: Вэрсія Direct3D:

source: DirectX vendor:
be: Вытворца DirectX:

source: Director
be: Рэжысэр

source: Disable
be: Выключыць

source: Disabled
be: Забаронена

source: Disabled Add-ons
be: Выключаныя дадаткі

source: Disc
be: Дыск

source: Disc present
be: Дыск ёсьць

source: Disclaimer
be: Папярэджаньні

source: Discussion/Interview/Debate
be: Дыскусіі / Інтэрвію / Дэбаты

source: Display
be: Дысплэй

source: Display 4:3 videos as
be: Паказваць відэа 4:3 як

source: Display Mode
be: Рэжым паказу

source: Display a notification on timer updates
be: Паказваць паведамленьне пра абнаўленьне таймэру

source: Do not show 'connection lost' warnings
be: Не паказваць папярэджаньне "злучэньне згублена"

source: Do not show 'no information available' labels
be: Не паказваць цэтлік 'зьвесткі недаступныя'

source: Do not store the EPG in the database
be: Не захоўваць EPG у базу

source: Do you want to clean the library?
be: Ці вы хочаце ачысьціць бібліятэку ?

source: Documentary
be: Дакумэнтальныя фільмы

source: Done
be: Зроблена

source: Download actor thumbnails when adding to library
be: Зладоўваць мініятуры актораў падчас дадаваньня ў бібліятэку

source: Download additional information during updates
be: Зладоўваць дадатковыя зьвесткі падчас абнаўленьняў

source: Downloading %i%%
be: Зладоўваецца %i%%

source: Downloading album information failed
be: Памылка ладаваньня зьвестак альбому

source: Downloading movie information
be: Зладаваць зьвесткі пра фільм

source: Downloading thumbnail...
be: Зладоўваем мініятуры...

source: Downmix multichannel audio to stereo
be: Зьвесьці шматканальнае аўдыё да стэрэа

source: Drive
be: Дыскавод

source: Drizzle
be: імжа

source: Duration
be: Працягласьць

source: Dust
be: Пыл

source: E
be: усх

source: ENE
be: усх-паўн-усх

source: EPG is being reset
be: EPG зараз скінецца

source: EPG update interval
be: Прамежак абнаўленьня EPG

source: ESE
be: усх-паўд-усх

source: EXIF comment
be: Камэнтар EXIF

source: Early
be: Раньні

source: East
be: Усходні

source: Edit
be: Рэдагаваць

source: Edit %s source
be: Рэдагаваць крыніцу %s

source: Edit channel
be: Рэдагаваць канал

source: Edit path
be: Рэдагаваць шлях

source: Edit path depth
be: Рэдагаваць глыбіню шляху

source: Edit playlist
be: Рэдагаваць сьпіс прайграваньня

source: Edit program name
be: Рэдагаваць назву праграмы

source: Edit program path
be: Рэдагаваць шлях праграмы

source: Edit smart playlist
be: Рэдагаваць спрытны сьпіс прайграваньня

source: Edit source
be: Рэдагаваць крыніцу

source: Edit title
be: Рэдагаваць загаловак

source: Eject disc when CD ripping is complete
be: Высунуць дыск калі канвэртаваньне CD скончыцца

source: Eject/Load
be: Высунуць / Узяць

source: Empty
be: Пусты

source: Empty list
be: Пусты сьпіс

source: Enable
be: Уключыць

source: Enable LCD/VFD
be: Дазволіць LCD/VFD

source: Enable joystick and gamepad support
be: Дазволіць падтрымку джойсьціка і гэймпада

source: Enable karaoke support
be: Уключыць падтрымку караокэ

source: Enable mouse and Touch Screen support
be: Дазволіць падтрымку мышы й Touch Screen

source: Enable submenu buttons
be: Дазволіць кнопку падмэню

source: Enable subtitles
be: Уключыць субтытры

source: Enable tag reading
be: Дазволіць чытаньне цэтлікаў

source: Enable video mode switching
be: Дазволіць пераключэньне рэжымаў відэа

source: Enable visualizations
be: Ўключыць візуалізацыю

source: Enabled
be: Уключаны

source: Enabled Add-ons
be: Дазволеныя дадаткі

source: Enabled during video playback
be: Толькі падчас прайграваньня відэа

source: Encoder
be: Кадавальнік

source: Enter a name for this media Source.
be: Увядзіце назву крыніцы медыяфайлаў.

source: Enter folder name
be: Увядзіце назву каталёгу

source: Enter genre
be: Увядзіце жанр

source: Enter master code
be: Увядзіце майстар-код

source: Enter new filename
be: Увядзіце новую назву файла

source: Enter new password
be: Увядзіце новы пароль

source: Enter number
be: Увядзіце нумар

source: Enter password
be: Увядзіце пароль

source: Enter search string
be: Увядзіце тэкст для пошуку

source: Enter song number
be: Увядзіце нумер кампазыцыі

source: Enter the IP address
be: Увядзіце IP-адрас

source: Enter the name of the new channel
be: Увядзіце назву новага каналу

source: Enter the network address of the server
be: Увядзіце сеткавы адрас сэрвера

source: Enter the new label
be: Увесьці новы цэтлік

source: Enter the path on the server
be: Увядзіце шлях на сэрверы

source: Enter the paths or browse for the media locations.
be: Увядзіце шлях ці абярыце месца медыяфайлаў.

source: Enter the playlist name
be: Увядзіце назву сьпісу прайграваньня

source: Enter the port number
be: Увядзіце нумар порту

source: Enter the username
be: Увядзіце імя карыстальніка

source: Enter title
be: Увядзіце назву

source: Enter unlock code
be: Увядзіце код каб разблякаваць

source: Enter value
be: Увядзіце значэньне

source: Enter web address
be: Увядзіце сеціўны адрас

source: Entertainment Programmes for 10 to 16
be: Забаўляльныя праграмы ад 10 да 16

source: Entertainment Programmes for 6 to 14
be: Забаўляльныя праграмы ад 6 да 14

source: Episode
be: Эпізод

source: Episode plot
be: Сюжэт эпізоду

source: Episodes
be: Эпізоды

source: Equestrian
be: Конны спорт

source: Error
be: Памылка

source: Error %i: share not available
be: Памылка %i: абагульненьне недасяжнае

source: Error cleaning albums
be: Памылка ачысткі альбомаў

source: Error cleaning artists
be: Памылка ачысткі выканаўцаў

source: Error cleaning genres
be: Памылка ачысткі жанраў

source: Error cleaning paths
be: Памылка ачысткі шляхоў

source: Error cleaning songs
be: Памылка ачысткі кампазыцый

source: Error compressing database
be: Памылка сьцісканьня базы зьвестак

source: Error loading image
be: Памылка ладаваньня відарысу

source: Error writing changes
be: Памылка запісу зьменаў

source: Error: Duplicate title
be: Памылка: назвы паўтараюцца

source: Exclude path from library updates
be: Выключыць шлях з абнаўленьняў бібліятэкі

source: Exclude selected folder from scans
be: Выключыць абраныя каталёгі з сканаваньня

source: Experimental Film/Video
be: Экспэрымэнтальнае кіно / відэа

source: Export karaoke titles as CSV
be: Экспартаваць тытры караокэ як CSV

source: Export karaoke titles as HTML
be: Экспартаваць тытры караокэ як HTML

source: Export karaoke titles...
be: Экспартаваць тытры караокэ...

source: Export music library
be: Экспартаваць бібліятэку музыкі

source: Export video library
be: Экспартаваць бібліятэку відэа

source: Exporting
be: Экспартаваньне

source: Exposure
be: Насьвятленьне

source: Exposure bias
be: Ускоснае насьвятленьне

source: Exposure mode
be: Рэжым насьвятленьня

source: Exposure time
be: Час насьвятленьня

source: Extensions
be: Пашырэньні

source: Extract thumbnails and video information
be: Выняць мініятуры й зьвесткі відэа

source: Extreme
be: Найлепшая

source: FTP server
be: Сэрвер FTP

source: Failed to set the new configuration. Please check your settings.
be: Не атрымалася ўсталяваць новую канфігурацыю. Спраўдзіце вашыя налады.

source: Fair
be: Сонечна

source: Favourites
be: Упадабаныя

source: Feb
be: Лют

source: February
be: Люты

source: Feels like
be: Адчуваецца як

source: Fetching CD information
be: Атрыманьне зьвестак CD

source: Few
be: Невялікі

source: File
be: Файл

source: File date/time
be: Дата/час файлу

source: File lists
be: Сьпісы файлаў

source: File manager
be: Кіраўнік файлаў

source: File name
be: Назва файлу

source: File path
be: Каталёг файлу

source: File size
be: Памер файлу

source: Files
be: Файлы

source: Files & music & video
be: Файлы, музыка й відэа

source: Files & pictures & music
be: Файлы, малюнкі й музыка

source: Files & pictures & video
be: Файлы, малюнкі й відэа

source: Film/Cinema
be: Кіно

source: Filter
be: Фільтраваць

source: Filter %s
be: Фільтар %s

source: Find items where
be: Дзе шукаць складнікі

source: Fine Arts
be: Выяўленчае мастацтва

source: Firmware
be: Прашыўка

source: Fixed
be: Фіксаванае

source: Flash used
be: Фотаўспышка

source: Flatten TV shows
be: ТВ-шоў - цалкам

source: Flurries
be: Парывы

source: Focal length
be: Фокусная адлегласьць

source: Focus distance
be: Фокус на адлегласьці

source: Fog
be: туман

source: Foggy
be: туман

source: Folk/Traditional Music
be: Народная / Традыцыйная музыка

source: Font
be: Шрыфт

source: Font to use for text subtitles
be: Шрыфт каб паказваць тэкставыя субтытры

source: Football
be: Футбол

source: Forced DVD player region
be: Прымусовы рэгіён прайгравальніка DVD

source: Found %i items
be: Знойдзена %i складнікаў

source: Fr
be: Пт

source: Framerate conversion
be: Канвэртаваньне часьціні кадраў

source: Free
be: Вольна

source: Free memory
be: Памяці вольна

source: Fri
be: пт

source: Friends of user %name%
be: Сябры карыстальніка %name%

source: From %s at %i %s
be: %s, %i %s

source: Full Screen #%d
be: Увесь экран #%d

source: Full screen
be: Увесь экран

source: Full-text password
be: Тэкставы пароль

source: Fullscreen video
be: Відэа на ўвесь экран

source: Funnel
be: Варонка

source: GPS altitude
be: Вышыня па GPS

source: GPS latitude
be: Шырата па GPS

source: GPS longitude
be: Даўжыня па GPS

source: GPU temperature:
be: Тэмпэратура GPU:

source: Game Show/Quiz/Contest
be: Гульні / Віктарыны / Конкурсы

source: Gamepad button combo
be: Спалучэньне кнопак гэймпаду

source: Gamma
be: Гама

source: Genre
be: Жанр

source: Genres
be: Жанры

source: Get Add-ons
be: Атрыманьне дадаткаў

source: Get More...
be: Атрымаць больш...

source: Get thumb
be: Атрымаць мініятуры

source: Getting weather for:
be: Атрымоўваць надвор'е для:

source: Go to root
be: Перайсьці да пачатку

source: Grains
be: зярністы снег

source: Grey
be: Шэры

source: Group movies in sets
be: Групаваць фільмы

source: Group:
be: Група:

source: HDD spindown time
be: Час спыненьня HDD

source: HDMI port number
be: Нумар порту HDMI

source: HTTP proxy
be: Проксі HTTP

source: Hail
be: Град

source: Hard disk information
be: Зьвесткі пра цьвёрды дыск

source: Harddisk
be: Цьвёрды дыск

source: Hardware
be: Абсталяваньне

source: Hardware information
be: Зьвесткі пра абсталяваньне

source: Hardware:
be: Абсталяваньне:

source: Haze
be: імгла

source: Hibernate
be: Гібернацыя

source: Hide foreign
be: Схаваць зьнешнія

source: Hide progress of library updates
be: Схаваць працэс абнаўленьня бібліятэкі

source: Hide video information box
be: Хаваць акно відэа інфармацыі

source: Hide watched
be: Схаваць прагледжаныя

source: Home
be: Дадому

source: Home window
be: Галоўны экран

source: Hours
be: Гадзін

source: Humid
be: Вільготнасьць

source: Humidity
be: Вільготнасьць

source: IP address
be: Адрас IP

source: Icons
be: Значкі

source: If only one season
be: Толькі калі адзін сэзон

source: Ignore
be: Ігнараваць

source: Ignore articles when sorting (e.g. "the")
be: Ігнараваць артыклі(накшталт "the") падчас сартаваньня

source: Import karaoke titles...
be: Імпартаваць тытры караокэ...

source: Import music library
be: Імпартаваць бібліятэку музыкі

source: Import video library
be: Імпартаваць бібліятэку відэа

source: Importing
be: Імпартаваньне

source: In progress
be: Выконваецца

source: In progress TV shows
be: ТВ-шоў што ідуць зараз

source: Include artists who appear only on compilations
be: Уключаць выканаўцаў што сустракаюцца толькі ў зборніках

source: Include track number
be: Уключаць нумар трэку

source: Incorrect PIN
be: Няправільны PIN

source: Incorrect password,
be: Няправільны пароль

source: Informational/Educational/School Programme
be: Інфармацыйныя / Адукацыйныя / Школьныя праграмы

source: Inhibit idle shutdown
be: Не выключаць падчас чаканьня

source: Initial repeat delay (ms)
be: Пачатковы затрымка паўтору (мс)

source: Input devices
be: Прылады ўводу

source: Insert correct CD/DVD
be: Устаўце карэктны CD/DVD

source: Install
be: Усталяваць

source: Install from zip file
be: Усталяваць з zip-файлу

source: Installation failed
be: Памылка ўсталёўкі

source: Instant recording duration
be: Працягласьць імгненнага запісу

source: Interface disabled
be: Інтэрфэйс выключаны

source: International
be: Мова

source: Internet
be: Сеціва

source: Internet access
be: Доступ у сеціва

source: Internet connection bandwidth limitation
be: Абмежаваньне хуткасьці для сеціўнага злучэньня

source: Internet:
be: Сеціва:

source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
be: Абраны няправільны адрас. Правільны адрас павінен выглядаць як AAA.BBB.CCC.DDD

source: Invalid port number entered
be: Абраны няправільны порт

source: Invalid port specified. Value must be between 1 and 65535.
be: Абраны няправільны порт. Правільны нумар павінен быць ад 1 да 65535.

source: Italics
be: Курсіў

source: Items must match
be: Складнік павінен адпавядаць

source: JPEG process
be: Працэс JPEG

source: Jan
be: Сту

source: January
be: Студзень

source: Jul
be: Ліп

source: July
be: Ліпень

source: Jun
be: Чэр

source: June
be: Чэрвень

source: Karaoke
be: Караокэ

source: Label
be: Лэйбл

source: Last played
be: Апошняе прайграваньне

source: Last.fm password
be: Пароль Last.fm

source: Last.fm username
be: Імя карыстальніка Last.fm

source: Let driver choose (requires restart)
be: Хай драйвэр думае(пасьля рэстарту)

source: Library
be: Бібліятэка

source: Library Update
be: Абнаўленьне бібліятэкі

source: Libre.fm password
be: Пароль Libre.fm

source: Libre.fm username
be: Імя карыстальніка Libre.fm

source: License:
be: Ліцэнзія:

source: Light
be: Лёгкі

source: Light grey
be: Сьветла-шэры

source: Light source
be: Крыніца сьвятла

source: Limit to
be: Абмежавана

source: Link:
be: Злучэньне:

source: List
be: Сьпіс

source: Listen to tag %name% Last.fm radio
be: Слухаць радыё Last.fm па цэтліку %name%

source: Literature
be: Літаратура

source: Loading directory
be: Ладаваньне каталёгу

source: Loading media info from files...
be: Чытаем зьвесткі мэдыяў з файлаў...

source: Loading movie details
be: Ладаваньне дэталяў пра фільм

source: Local network
be: Лякальная сетка

source: Lock Add-on manager
be: Блякаваць кіраўніка дадаткамі

source: Lock channel
be: Заблякаваць канал

source: Lock file manager
be: Блякаваць кіраўніка файламі

source: Lock music window
be: Блякаваць вакно музыкі

source: Lock pictures window
be: Блякаваць вакно відарысаў

source: Lock programs & scripts windows
be: Блякаваць вакно праграм і сцэнараў

source: Lock settings
be: Налады блякаваньня

source: Lock videos window
be: Блякаваць вакно відэа

source: Locked channel. Enter PIN:
be: Зяблякаваны канал. Увядзіце PIN:

source: Locked! Enter code...
be: Заблякавана ! Увядзіце код...

source: Login screen
be: Экран уваходу

source: Looking for album names...
be: Шукаем назву альбома ...

source: Looking for or caching subtitles...
be: Шукаем ці кэшуем субтытры...

source: Looking for subtitles...
be: Пошук субтытраў...

source: Lookup audio CD track names from freedb.org
be: Шукаць назву трэку аўдыё CD на freedb.org

source: Low(fast)
be: Нізкая(хутка)

source: MAC address
be: Адрас MAC

source: Make default
be: Зрабіць пачатковай

source: Manual
be: Ручны

source: Manual (Static)
be: Уручную (Static)

source: Manual addition
be: Ручное даданне

source: Manual settings
be: Ручныя налады

source: Manually add to library
be: Уручную дадаць у бібліятэку

source: Mar
be: Сак

source: March
be: Сакавік

source: Margin at the end of a recording
be: Запас напрыканцы запісу

source: Margin at the start of a recording
be: Запас напачатку запісу

source: Mark as unwatched
be: Пазначыць як непрагледжанае

source: Mark as watched
be: Пазначыць як прагледжанае

source: Martial Sports
be: Баявы спорт

source: Master lock
be: Агульнае блякаваньне

source: Master lock code and settings
be: Код і налады агульнага блякаваньня

source: Match items where
be: Супадзеньне складніку

source: Maximum number of clients
be: Максымальнае колькасьць кліентаў

source: Maximum resample amount (%)
be: Максымальная зьмена (%)

source: May
be: Травень

source: Media info
be: Зьвесткі пра мэдыя

source: Menu
be: Мэню

source: Menu/OSD
be: Мэню/OSD

source: Metering mode
be: Рэжым вымярэньня

source: Minutes
be: Хвілінаў

source: Mist
be: смуга

source: Mixed
be: Зьмяшаны

source: Mo
be: Пн

source: Mo-Tu-We-Th-Fr-Sa-Su
be: Пн-Аў-Ср-Чц-Пт-Сб-Нд

source: Mo-Tu-We-Th-Fr-Sa-__
be: Пн-Аў-Ср-Чц-Пт-Сб-__

source: Mo-Tu-We-Th-Fr-__-__
be: Пн-Аў-Ср-Чц-Пт-__-__

source: Mo-__-__-__-__-__-__
be: Пн-__-__-__-__-__-__

source: Mode
be: Рэжым

source: Moderate
be: Умераны

source: Mon
be: пн

source: Month/Day
be: Месяц / Дзень

source: Moods
be: Настроі

source: Mostly
be: пераважна

source: Motor Sport
be: Аўтаспорт

source: Mount SMB shares
be: Мацаваць SMB абагульненьні

source: Move
be: Перамясьціць

source: Move the bar to change the OSD position
be: Перамясьціць паласу каб змяніць месца OSD

source: Move these files?
be: Перамяшчаць гэтыя файлы ?

source: Movie
be: Фільм

source: Movie info
be: Зьвесткі пра фільм

source: Movie/Drama
be: Фільм / Драма

source: Movies
be: Фільмы

source: Movies are in separate folders that match the movie title
be: Фільмы ў асобных каталёгах, якія адпавядаюць назвам фільмаў

source: Music & files
be: Музыка й файлы

source: Music & pictures
be: Музыка й малюнкі

source: Music & programs
be: Музыка й праграмы

source: Music & video
be: Музыка й відэа

source: Music & video & pictures
be: Музыка, відэа й малюнкі

source: Music & video & pictures & files
be: Музыка, відэа, малюнкі й файлы

source: Music & video & pictures & programs
be: Музыка, відэа, малюнкі й праграмы

source: Music - Library
be: Музыка - Бібліятэка

source: Music Add-ons
be: Дадаткі музыкі

source: Music library needs to rescan art from tags
be: Музычнай бібліятэцы трэба перасканаваць малюнкі з цэтлікаў

source: Music only
be: Толькі музыка

source: Music video
be: Музычнае відэа

source: Music videos
be: Музычныя відэа

source: Music/Ballet/Dance
be: Музыка / Балет / Танцы

source: Music/Files
be: Музыка / Файлы

source: Music/Info
be: Музыка / Зьвесткі

source: Music/Library
be: Музыка / Бібліятэка

source: Music/Playlist
be: Музыка / Сьпіс прайграваньня

source: Musical/Opera
be: М'юзыклы / Опэра

source: N
be: паўн

source: NE
be: паўн-усх

source: NNE
be: паўн-паўн-усх

source: NNW
be: паўн-паўн-зах

source: NW
be: паўн-зах

source: Name
be: Назьве

source: Name of the playlist
be: Назва сьпісу прайграваньня

source: Navigation sounds
be: Гук навігацыі

source: Need to unpack a big file. Continue?
be: Трэба распакаваць вялікі файл. Працягнуць ?

source: Neighbours of user %name%
be: Суседзі карыстальніка %name%

source: Network gaming
be: Гульня ў сетцы

source: Network information
be: Зьвесткі пра сетку

source: Network interface
be: Сеткавы інтэрфэйс

source: Network interface did not start successfully.
be: Сеткавы інтэрфэйс не стартаваў пасьпяхова.

source: Network interface disabled successfully.
be: Сеткавы інтэрфейс адключаны пасьпяхова.

source: Network interface restarted successfully.
be: Сеткавы інтэрфэйс пасьпяхова рэстартаваны.

source: Network is not connected
be: Сетка не падлучаная

source: Network:
be: Сетка:

source: Never
be: Ніколі

source: New channel
be: Новы канал

source: New device configured
be: Новая прылада сканфігураваная

source: New folder
be: Новы каталёг

source: New genre
be: Новы жанр

source: New playlist...
be: Новы сьпіс прайграваньня...

source: New rule...
be: Новае правіла...

source: New smart playlist...
be: Новы спрытны сьпіс прайграваньня

source: New tag...
be: Новы цэтлік...

source: Newer version needed - See log
be: Патрэбная новая вэрсія - глядзіце часапіс

source: News Magazine
be: Часопісы навінаў

source: News/Current Affairs
be: Навіны / Актуальныя падзеі

source: News/Weather Report
be: Навіны / Прагнозы надвор'я

source: Next page
be: Наступная старонка

source: No
be: Не

source: No CD information found
be: Няма зьвестак пар CD

source: No PVR add-on enabled
be: Няма ўключаных дадаткаў PVR

source: No PVR add-ons could be found
be: Ня знойдзены дадаткі PVR

source: No PVR clients have been started yet. Wait for the PVR clients to start up or check the log for details.
be: Кліент PVR не стартаваны. Пачакайце старту кліенту PVR ці паглядзіце хронікі каб даведацца падрабязнасьці.
